[
	{
		"id": "aYe116Z2fQNeEQfuZOX7qRQJB5KVZneCDtLYh9woDSb4xAKKNvq57xe6YZ6zx7YGkuAwgDVlALh0VJWOqRlge4KA117117",
		"name": "Freshdesk",
		"summary": "Freshdesk is a cloud-based customer support platform that was founded with the mission of enabling companies of all sizes to provide great customer service.  Our goal is simple: make it easy for brands to talk to their customers and make it easy for users to get in touch with businesses.",
		"details": "Freshdesk is a cloud-based customer support platform that was founded with the mission of enabling companies of all sizes to provide great customer service.  Our goal is simple: make it easy for brands to talk to their customers and make it easy for users to get in touch with businesses.",
		"website": "http://www.freshdesk.com",
		"twitter": "https://twitter.com/freshdesk",
		"github": "https://github.com/freshdesk",
		"blog": "http://blog.freshdesk.com",
		"blogrss": "http://feeds.feedburner.com/freshdesk/eaHJ",
		"logo": "http://kinlane-productions.s3.amazonaws.com/ap-evangelist-site/api/screenshots/3774_freshdesk.png",
		"logo_width": "550",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/ap-evangelist-site/api/screenshots/3774_freshdesk.png",
		"tags": null
	},
	{
		"id": "ly8JfHY9l6BK78W6FpsbP6UtoLRZLi5cOJ5qqS1169KcertBYhbe1t123ROtprOWpubH8jloFl37I5Ri2QYqmEzK0w117117",
		"name": "Get Satisfaction",
		"summary": "Get Satisfaction is the community platform that helps companies create engaging customer experiences by fostering online conversations about their products and services at every stage of the lifecycle. Get Satisfaction powers 70,000 active customer communities hosting more than 35 million consumers each month. From its inception in 2007, Get Satisfaction has been focused on building an intuitive, ",
		"details": "Get Satisfaction is the community platform that helps companies create engaging customer experiences by fostering online conversations about their products and services at every stage of the lifecycle. Get Satisfaction powers 70,000 active customer communities hosting more than 35 million consumers each month. From its inception in 2007, Get Satisfaction has been focused on building an intuitive, easy to use community platform that is designed to bring resolution to consumers; is highly discoverable by search engines and is implemented quickly and easily.",
		"website": "http://getsatisfaction.com",
		"twitter": "https://twitter.com/getsatisfaction",
		"github": "https://github.com/satisfaction",
		"blog": "http://blog.getsatisfaction.com/",
		"blogrss": "http://blog.getsatisfaction.com/feed/",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/get_satisfaction_logo.png",
		"logo_width": "200",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/get_satisfaction_logo.png",
		"tags": null
	},
	{
		"id": "c123KVyovehT116mvbtIIFLYqDII2VX3eRXbMz0v123VWZD5pOGLTfJ8mnxkIUcVdj1235bG2qXk3AixYrEl1169CGR346Kg117117",
		"name": "Help Scout",
		"summary": "Help Scout provides your team with a scalable help desk, while keeping the customer experience simple and personalized. Customers wont have to create an account or keep track of their ticket number because to them it works just like email. The customer experience is simple and training staff is painless, but Help Scout still has all the powerful features you need to provide great support at scale.",
		"details": "Help Scout provides your team with a scalable help desk, while keeping the customer experience simple and personalized. Customers wont have to create an account or keep track of their ticket number because to them it works just like email. The customer experience is simple and training staff is painless, but Help Scout still has all the powerful features you need to provide great support at scale. With best in-class-reporting, an integrated knowledge base, 50+ integrations and a robust API, Help Scout lets your team focus on what really matters: your customers.",
		"website": "http://helpscout.net/",
		"twitter": "https://twitter.com/helpscout",
		"github": "",
		"blog": "https://www.helpscout.net/blog/",
		"blogrss": "https://www.helpscout.net/blog/feed/rss.xml",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/2044_logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/2044_logo.png",
		"tags": null
	},
	{
		"id": "KYJDFU5o8tsnoCKK8MmYYnBTWlwrB9Uh2GcxuGlPgmnz4g5sK6Im0KzpNF5ZgkcLUYbcngD0ojeYyUDaCKZ2aA117117",
		"name": "MindTouch, Inc",
		"summary": "MindTouch offers cloud software that provides self-service customer experiences that create product experts and improves marketing, sales and support. MindTouch is a leading SaaS solution for customer success/engagement management helping companies create smarter customers to accelerate the sales cycle and drive product adoption. MindTouch transforms the product and help content your company alrea",
		"details": "MindTouch offers cloud software that provides self-service customer experiences that create product experts and improves marketing, sales and support. MindTouch is a leading SaaS solution for customer success/engagement management helping companies create smarter customers to accelerate the sales cycle and drive product adoption. MindTouch transforms the product and help content your company already produces into a customer engagement channel.",
		"website": "http://developer.mindtouch.com/Deki_Wiki/API_Reference",
		"twitter": "https://twitter.com/mindtouch",
		"github": "",
		"blog": "http://www.mindtouch.com/blog/",
		"blogrss": "view-source:http://www.mindtouch.com/feed/",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/438_logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/438_logo.png",
		"tags": null
	},
	{
		"id": "OtXCfln48zm2X5KpSMgF7uploVh7wqSDU7116ss50Z8vtiT3hG19ISxaQj8FtAFJGRETXycsCD123ZZvgwJ4IWZZPw117117",
		"name": "Nicereply",
		"summary": "Nicereply was born in summer of 2010 as a spin of from WebSupport, an European hosting company. Our mission is to help companies to provide an outstanding customer service. We believe, that a great customer care have a direct positive effect on improvement of business performance. Whether itu2019s a startup, e-commerce or international corporation, weu2019ve helped hundreds of companies of all siz",
		"details": "Nicereply was born in summer of 2010 as a spin of from WebSupport, an European hosting company. Our mission is to help companies to provide an outstanding customer service. We believe, that a great customer care have a direct positive effect on improvement of business performance. Whether itu2019s a startup, e-commerce or international corporation, weu2019ve helped hundreds of companies of all sizes since our start.",
		"website": "http://www.nicereply.com",
		"twitter": "https://twitter.com/#!/nice_reply",
		"github": "",
		"blog": "http://blog.nicereply.com",
		"blogrss": "http://blog.nicereply.com/feed/",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/627_logo.jpg",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/627_logo.jpg",
		"tags": null
	},
	{
		"id": "UdZZ2mYHkAmJmaMbxeYdqKwOB8AatXzxDhkKsEPytmkM3e46Z9AZhccEOE2bnizIcsFYYfnW1pzERxguA3mbUg117117",
		"name": "SalesForce Desk",
		"summary": "Desk.com is a help desk solution focused on todays changing support environment.  An environment where customers are not only talking to you, but also about you. Utilizing Desk.coms real-time agent interface allows you to handle both traditional 1-to-1 communications as well as monitor and respond to social media. Every customer communication is actionable and reportable, allowing you to easily ma",
		"details": "Desk.com is a help desk solution focused on todays changing support environment.  An environment where customers are not only talking to you, but also about you. Utilizing Desk.coms real-time agent interface allows you to handle both traditional 1-to-1 communications as well as monitor and respond to social media. Every customer communication is actionable and reportable, allowing you to easily manage your support needs.",
		"website": "http://desk.com/",
		"twitter": "http://twitter.com/desk_dev",
		"github": "",
		"blog": "http://www.desk.com/blog/",
		"blogrss": "http://feeds.feedburner.com/deskdotcom",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/connector-salesforce-desk-logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/connector-salesforce-desk-logo.png",
		"tags": null
	},
	{
		"id": "ObhEQG4t0tn2PLD4Vlu78O7L44O18123SgtEMjSaUXf9eJus1l4OwPdSwzD7dz9MQMlyO1AhLwWY9uYjLwTqg99w117117",
		"name": "TeamSupport.com",
		"summary": "TeamSupport is a web based Customer Service & Help Desk application that is all about helping your business provide exceptional customer support through better collaboration and teamwork. Most help desk systems are best suited for one-on-one communications with your customers and do not focus on the big picture. TeamSupport is different, bringing visibility to everyone on your team and enabling fu",
		"details": "TeamSupport is a web based Customer Service & Help Desk application that is all about helping your business provide exceptional customer support through better collaboration and teamwork. Most help desk systems are best suited for one-on-one communications with your customers and do not focus on the big picture. TeamSupport is different, bringing visibility to everyone on your team and enabling full collaboration to solve the underlying issues. We strongly believe the best customer support experience is rooted in team collaboration. With your staff working as a team, they can easily draw on each otheru2019s experience to get the best solution.",
		"website": "http://www.teamsupport.com/",
		"twitter": "https://twitter.com/teamsupport",
		"github": "",
		"blog": "http://www.teamsupport.com/collaborative-customer-helpdesk-support-software-blog/",
		"blogrss": "http://www.teamsupport.com/feed/",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/494_logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/494_logo.png",
		"tags": null
	},
	{
		"id": "oYsSRRrgXbABz0DE9fZhCJq18odsM1JefU9RorSGjNlyS32nCR116nBSge1231HanHP1m1XrF9HyxFwPFnE9iWpJnw117117",
		"name": "UsefulFeedback",
		"summary": "UsefulFeedback is owned and managed by a team that have made a professional habit out of helping organisations of all types to better manage complaints and feedback. Our business is the coming together of two key areas of expertise - software design and cloud architecture coupled with a deep understanding of complaint management, as both a process and the practice of consumer redress.",
		"details": "UsefulFeedback is owned and managed by a team that have made a professional habit out of helping organisations of all types to better manage complaints and feedback. Our business is the coming together of two key areas of expertise - software design and cloud architecture coupled with a deep understanding of complaint management, as both a process and the practice of consumer redress.",
		"website": "http://www.usefulfeedback.com/",
		"twitter": "https://twitter.com/usefulfeedback",
		"github": "",
		"blog": "",
		"blogrss": "",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/useful-feedback-logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/useful-feedback-logo.png",
		"tags": null
	},
	{
		"id": "2eqvtx4PPdSHoYoDQiGC9HI2zkzDLHqF0nlzSAycEBNjenOziuRLCEkgbUzWiXKucZq8UILCLmrC116116Mqwpsmgw117117",
		"name": "UserVoice",
		"summary": "UserVoice creates simple customer engagement tools that help companies understand and interact with their customers more positively and build customer relationships that last. UserVoice Feedback - a hosted tool for gathering and prioritizing product ideas directly from a companyu2019s customers. UserVoice Helpdesk - a simple-to-use ticketing system that helps companies solve more customer issues i",
		"details": "UserVoice creates simple customer engagement tools that help companies understand and interact with their customers more positively and build customer relationships that last. UserVoice Feedback - a hosted tool for gathering and prioritizing product ideas directly from a companyu2019s customers. UserVoice Helpdesk - a simple-to-use ticketing system that helps companies solve more customer issues in less time. UserVoice Full Service - a complete customer service solution that bundles Feedback and Helpdesk into a single, easy-to-manage environment.",
		"website": "https://uservoice.com/",
		"twitter": "https://twitter.com/uservoice",
		"github": "https://github.com/uservoice",
		"blog": "https://community.uservoice.com/blog/",
		"blogrss": "http://feeds.feedburner.com/UnderstandingYourCustomers",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/UserVoice_logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/UserVoice_logo.png",
		"tags": null
	},
	{
		"id": "Zr28YcnN1Gs9aPbxQTrVIatt0fXm3lLBHtFWu4PVY9VvR9fJIThHSRdCQEh7a8Ff6S7GvQ116pRowxP0YEklueJQ117117",
		"name": "Zendesk",
		"summary": "Zendesk provides an integrated on-demand helpdesk - customer support portal solution based on the latest Web 2.0 technologies and design philosophies. The product has an elegant, minimalist design implemented in Ruby on Rails and provides seamless integration of the back-end helpdesk SaaS to a companyu2019s online customer-facing web presence, including hosted support email-ticket integration, onl",
		"details": "Zendesk provides an integrated on-demand helpdesk - customer support portal solution based on the latest Web 2.0 technologies and design philosophies. The product has an elegant, minimalist design implemented in Ruby on Rails and provides seamless integration of the back-end helpdesk SaaS to a companyu2019s online customer-facing web presence, including hosted support email-ticket integration, online forums, RSS and widgets.   This is unusual, because most SaaS helpdesk solutions focus exclusively on the backend helpdesk and treat the Web as an afterthought.  ",
		"website": "http://www.zendesk.com/",
		"twitter": "https://twitter.com/zendesk",
		"github": "https://github.com/zendesk",
		"blog": "http://www.zendesk.com/blog",
		"blogrss": "http://www.zendesk.com/feed",
		"logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/283_logo.png",
		"logo_width": "150",
		"screenshot": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/283_logo.png",
		"tags": null
	}
]